
export const cities = [
    {
        "name": "台北市",
        "code": 100,
        "latlng": [25.09108, 121.5598]
    },
    {
        "name": "新北市",
        "code": 207,
        "latlng": [24.91571, 121.6739]
    },
    {
        "name": "桃園市",
        "code": 320,
        "latlng": [24.93759, 121.2168]
    },
    {
        "name": "新竹市",
        "code": 300,
        "latlng": [24.80395, 120.9647,]
    },
    {
        "name": "新竹縣",
        "code": 302,
        "latlng": [24.70328, 121.1252]
    },
    {
        "name": "基隆市",
        "code": 200,
        "latlng": [25.10898, 121.7081]
    },
    {
        "name": "宜蘭縣",
        "code": 260,
        "latlng": [24.69295, 121.7195]
    },
    {
        "name": "台中市",
        "code": 400,
        "latlng": [24.23321, 120.9417]
    },
    {
        "name": "彰化縣",
        "code": 500,
        "latlng": [23.99297, 120.4818]
    },
    {
        "name": "雲林縣",
        "code": 630,
        "latlng": [23.75585, 120.3897]
    },
    {
        "name": "苗栗縣",
        "code": 350,
        "latlng": [24.48927, 120.9417]
    },
    {
        "name": "南投縣",
        "code": 540,
        "latlng": [23.83876, 120.9876]
    },
    {
        "name": "台南市",
        "code": 700,
        "latlng": [23.1417, 120.2513]
    },
    {
        "name": "高雄市",
        "code": 800,
        "latlng": [23.01087, 120.666]
    },
    {
        "name": "嘉義市",
        "code": 600,
        "latlng": [23.47545, 120.4473]
    },
    {
        "name": "嘉義縣",
        "code": 602,
        "latlng": [23.45889, 120.574]
    },
    {
        "name": "屏東縣",
        "code": 900,
        "latlng": [22.54951, 120.62]
    },
    {
        "name": "台東縣",
        "code": 950,
        "latlng": [22.98461, 120.9876]
    },
    {
        "name": "花蓮縣",
        "code": 970,
        "latlng": [23.7569, 121.3542]
    },
    {
        "name": "澎湖縣",
        "code": 880,
        "latlng": [23.56548, 119.6151]
    },
    {
        "name": "金門縣",
        "code": 890,
        "latlng": [24.43679, 118.3186]
    },
    {
        "name": "連江縣",
        "code": 209,
        "latlng": [26.19737, 119.5397]
    }
]

